<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html><head>
<meta charset="UTF-8">
<title>개인정보 처리방침</title>
<link rel="stylesheet" type="text/css" href="${pageContext.request.contextPath}/css/setting/privacyPolicy.css?after">
<link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/6.4.0/css/all.min.css">
<script src="js/jquery-3.7.0.min.js"></script>


</head>
<body>
<div class="layout">
  <div>
<div class="sub_header">
  <div class="sub_inner">
  <button type="button" id="backButton" onclick="window.history.back();" class="backButton"><i class="fa-solid fa-chevron-left fa-xl" style="color: RGB(255, 255, 255)"></i></button>
  <h1>개인정보 처리방침</h1>
  </div>
    </div>
    <div class="box">
<div class="content-wrap">
<div class="content"><h5>1. 개인정보의 처리 목적</h5><ul><li>
      무비메이트(이하 ‘사이트’라고 합니다)는 다음의 목적을 위하여 개인정보를 처리하고 있으며, 다음의 목적 이외의
      용도로는 이용하지 않습니다.
      <ul class="sub"><li>· 고객 가입의사 확인</li><li>· 고객에 대한 서비스 제공에 따른 본인 식별. 인증</li><li>· 회원자격 유지</li><li>· 관리, 물품 또는 서비스 공급에 따른 금액 결제</li><li>· 물품 또는 서비스의 공급. 배송 등</li></ul></li></ul><h5>2. 개인정보의 처리 및 보유 기간</h5><ol><li>
      ① 사이트는 정보주체로부터 개인정보를 수집할 때 동의 받은 개인정보 보유․이용기간 또는 법령에 따른 개인정보
      보유․이용기간 내에서 개인정보를 처리․보유합니다.
    </li><li>
      ② 구체적인 개인정보 처리 및 보유 기간은 다음과 같습니다.
      <ol class="sub"><li>
          · 고객 가입 및 관리 : 서비스 이용계약 또는 회원가입 해지시까지, 다만 채권․채무관계 잔존시에는 해당
          채권․채무관계 정산시까지
        </li><li>· 전자상거래에서의 계약․청약철회, 대금결제, 재화 등 공급기록 : 5년</li></ol></li></ol><h5>3. 개인정보의 제3자 제공</h5><ul><li>
      사이트는 정보주체의 별도 동의, 법률의 특별한 규정 등 개인정보 보호법 제18조에 해당하는 경우 외에는 개인정보를
      제3자에게 제공하지 않습니다. 단, 이벤트 및 시사회 참여 시에는 아래 내용에 따라 정보주체의 동의를 얻어 개인정보를
      제3자에게 제공할 수 있습니다.
      <ol class="sub"><li>· 제공받는 자 : 이벤트 및 시사회 주최사</li><li>· 목적 : 이벤트 및 시사회 당첨자 식별 및 참여 방식 안내</li><li>· 항목 : 당첨자의 닉네임, 이름, 핸드폰 번호, 이메일</li><li>· 보유기간 : 서비스 제공 완료 까지</li></ol></li><li>
      개인정보의 제공과 관련한 위 사항에 대하여 동의를 거부할 수 있습니다. 다만 동의하지 않는 경우 서비스 이용에
      제한이 있을 수 있습니다
    </li></ul><h5>4. 이용자의 권리와 그 행사 방법</h5><ul><li>
      ➀ 이용자는 사이트에 대해 언제든지 각 호의 개인정보 보호 관련 권리를 행사할 수 있습니다.
      <ol class="sub"><li>· 개인정보 열람 요구</li><li>· 오류 등이 있을 경우 정정 요구</li><li>· 삭제 요구</li><li>· 처리정지 요구</li></ol></li><li>
      ② 제1항에 따른 권리 행사는 사이트에 대해 서면, 전화, 전자우편, 모사전송(FAX) 등을 통하여 하실 수 있으며 사이트는
      이에 대해 지체 없이 조치합니다.
    </li><li>
      ③ 이용자가 개인정보의 오류 등에 대한 정정 또는 삭제를 요구한 경우에는 사이트 정정 또는 삭제를 완료할 때까지 당해
      개인정보를 이용하거나 제공하지 않습니다.
    </li><li>
      ④ 제1항에 따른 권리 행사는 이용자의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수 있습니다. 이 경우
      개인정보 보호법 시행규칙 별지 제11호 서식에 따른 위임장을 제출해야 합니다.
    </li><li>
      ⑤ 이용자는 개인정보 보호법 등 관계법령을 위반하여 사이트가 처리하고 있는 이용자 본인이나 타인의 개인정보 및
      사생활을 침해하여서는 안 됩니다.
    </li></ul><h5>5. 처리하는 개인정보의 항목 작성</h5><table><thead><tr><th>수집 목적</th><th>필수 여부</th><th>수집 항목</th><th>보유 기간</th></tr></thead><tbody><tr><td>* 개인 식별 및 회원 관리<br>* 서비스 이용 안내를 위한 연락</td><td>필수</td><td>이메일, 비밀번호, 닉네임</td><td>회원 탈퇴 즉시 파기</td></tr><tr><td>* 서비스 방문 및 이용 기록 분석</td><td>필수</td><td>서비스 이용(정지) 기록, 접속 로그, 쿠키, 접속 IP 정보</td><td>회원 탈퇴 즉시 또는 이용 목적 달성 즉시 파기</td></tr><tr><td>* 맞춤형 회원 서비스 제공</td><td>선택</td><td>성별, 출생연도</td><td>회원 탈퇴 즉시 파기</td></tr><tr><td>* 당첨 상품 제공</td><td>선택</td><td>이름, 핸드폰 번호, 성별, 생년월일, 계좌번호, 영수증 등</td><td>서비스 제공 완료 즉시 파기</td></tr><tr><td>* 시사회 및 예매권 등 제공</td><td>선택</td><td>이름, 핸드폰 번호, 성별, 생년월일 등</td><td>서비스 제공 완료 즉시 파기</td></tr></tbody></table><h5>6. 자동수집 장치의 설치, 운용 및 그 거부에 관한 사항</h5><ul><li>
      사이트는 이용자 개개인에게 맞춤화된 서비스를 제공하기 위해 이용자의 정보를 저장하고 수시로 불러오는
      ‘쿠키(cookie)’를 사용합니다.
      <ul><li>
          ➀ 쿠키 사용 목적 <br>회원과 비회원의 접속 빈도나 방문 시간 등의 분석 이용자의 취향과 관심분야의 파악 및
          자취 추적 각종 이벤트 참여 정도 및 방문 회수 파악 등을 통한 타깃 마케팅 및 개인 맞춤 서비스 제공
        </li><li>
          ➁ 쿠키 설정 거부 방법 <br>이용자는 쿠키 설치에 대해 거부할 수 있습니다 단 쿠키 설치를 거부하였을 경우
          로그인이 필요한 일부 서비스의 이용이 어려울 수 있습니다.
          <ul class="sub"><li>
              * IE 기준 설정 방법 : 기준 웹 브라우저 상단의 도구 &gt; 인터넷 옵션 &gt; 개인정보 &gt; 사이트 차단 설정
            </li><li>
              * 안드로이드 기준 설정 방법 : 인터넷 브라우저 실행 &gt; 설정 &gt; 사이트 권한 &gt; 쿠키 &gt; 모든 쿠키 차단 설정
            </li><li>* iOS 기준 설정 방법 : 인터넷 브라우저 실행 &gt; 설정 &gt; 모든 쿠키 차단 설정</li></ul></li></ul></li></ul><h5>7. 개인정보의 파기</h5><ul><li>
      사이트는 원칙적으로 개인정보 처리목적이 달성된 경우에는 지체없이 해당 개인정보를 파기합니다. 파기의 절차, 기한
      및 방법은 다음과 같습니다.
      <ul><li>
          파기절차이용자가 입력한 정보는 목적 달성 후 별도의 DB에 옮겨져(종이의 경우 별도의 서류) 내부 방침 및 기타
          관련 법령에 따라 일정기간 저장된 후 혹은 즉시 파기됩니다. 이 때, DB로 옮겨진 개인정보는 법률에 의한 경우가
          아니고서는 다른 목적으로 이용되지 않습니다.-파기기한이용자의 개인정보는 개인정보의 보유기간이 경과된
          경우에는 보유기간의 종료일로부터 5일 이내에, 개인정보의 처리 목적 달성, 해당 서비스의 폐지, 사업의 종료 등
          그 개인정보가 불필요하게 되었을 때에는 개인정보의 처리가 불필요한 것으로 인정되는 날로부터 5일 이내에 그
          개인정보를 파기합니다.
        </li></ul></li></ul><h5>8. 회원의 권리와 의무</h5><ul><li>
      회원은 본인의 개인정보를 최신의 상태로 정확하게 입력하여 불의의 사고를 예방해주시기 바랍니다. 이용자가 입력한
      부정확한 정보로 인해 발생하는 사고의 책임은 이용자 자신에게 있으며 타인 정보의 도용 등 허위정보를 입력 할 경우
      계정의 이용이 제한될 수 있습니다.
    </li><li>
      사이트가 운영하는 서비스를 이용하는 회원은 개인정보를 보호 받을 권리와 함께 스스로를 보호하고 타인의 정보를
      침해하지 않을 의무도 가지고 있습니다. 회원은 아이디(ID), 비밀번호를 포함한 개인정보가 유출되지 않도록 조심
      하여야 하며, 게시물을 포함한 타인의 개인정보를 훼손하지 않도록 유의해야 합니다. 만약 이 같은 책임을 다하지
      못하고 타인의 정보 및 타인의 존엄성을 훼손할 경우에는 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」등에
      의해 처벌 받을 수 있습니다.
    </li></ul><h5>9. 개인정보 보호책임자 작성</h5><ol><li>
      ① 사이트는 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의 불만처리 및 피해구제
      등을 위하여 아래와 같이 개인정보 보호책임자를 지정하고 있습니다.
      <ul class="sub"><li>
          개인정보 보호책임자
          <ul><li>· 성명 : 양준영</li><li>· 직위 : 운영자</li><li>· 전자우편 : admin@kinolights.com</li></ul></li></ul></li><li>
      ② 정보주체께서는 사이트의 서비스(또는 사업)을 이용하시면서 발생한 모든 개인정보 보호 관련 문의, 불만처리,
      피해구제 등에 관한 사항을 개인정보 보호책임자 및 담당부서로 문의하실 수 있습니다. 운영자는 정보주체의 문의에
      대해 지체 없이 답변 및 처리해드릴 것입니다.
    </li></ol><h5>10. 개인정보 처리방침 변경</h5><ul><li>
      이 개인정보처리방침은 시행일로부터 적용되며, 법령 및 방침에 따른 변경내용의 추가, 삭제 및 정정이 있는 경우에는
      변경사항의 시행 7일 전부터 공지사항을 통하여 고지할 것입니다.
    </li></ul><p>본 방침은 2023년 4월 18일부터 적용됩니다.</p></div>
</div>
</div>
<header class="header">
    <nav class="navi">
    <a title="home" href="http://localhost:8081/MovieMate/mainController"><i class="fa-solid fa-house fa-xl"></i><br><span>홈</span></a>
    <a title="search" href="http://localhost:8081/MovieMate/SearchMovie"><i class="fa-sharp fa-solid fa-magnifying-glass fa-xl"></i><br><span>검색</span></a>
    <a title="community" href="http://localhost:8081/MovieMate/freeCommunityController"><i class="fa-solid fa-comment-dots fa-flip-horizontal fa-xl"></i><br><span>커뮤니티</span></a>
    <a title="myPage" href="http://localhost:8081/MovieMate/myPageController"><i class="fa-solid fa-user fa-xl"></i><br><span>마이페이지</span></a>
    </nav>
  </header>
  </div>
</div>
</body>
</html>